tap "nikitabobko/tap"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"
cask "aerospace"
cask "arc"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea-ce"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zoom"
vscode "anthropic.claude-code"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
